{
    "hello": "Bonjour",
    "about": "À propos",
    "Dashboard Content": "Contenu du tableau de bord",
    "Settings": "Paramètres",
    "User": "Utilisateur",
    "Milestones": "Étapes importantes",
    "Health Records": "Dossiers médicaux",
    "Growth Tracker": "Suivi de la croissance",
    "Preferred Languages": "Langues préférées",
    "English": "Anglais",
    "French": "Français",
    "Login": "S'identifier",
    "About Us": "À propos de nous",
    "Welcome back !": "Bienvenue !",
    "Enter email": "Entrez l'email",
    "Password": "Mot de passe",
    "Dont have an account ?": "Vous n'avez pas de compte?",
    "Sign up": "S'inscrire",
    "Resources": "Ressources",
    "Forum": "Forum",   
    "Coupons": "Coupons",
    "Service Directory": "Annuaire de services",
    "Safety & Hazards": "Sécurité et dangers",
    "Quizzes": "Quiz",
    "Profile": "Profil",
    "Parent": "Parent",
    "Caregiver": "Aidant",
    "Baby Profiles": "Profils de bébé",
    "No baby profiles found": "Aucun profil de bébé trouvé",
    "Add Baby": "Ajouter un bébé",
    "Edit": "Modifier",
    "Welcome!": "Bienvenue!",
    "Congratulations on growing your family! Start by adding your new baby to Tummy Time": "Félicitations pour l'agrandissement de votre famille! Commencez par ajouter votre nouveau bébé à Tummy Time",
    "First name": "Prénom",
    "Last name": "Nom de famille",
    "Weight at birth (lb)": "Poids à la naissance (lb)",
    "Boy": "Garçon",
    "Girl": "Fille",
    "Create baby profile": "Créer un profil de bébé",
    "Feeding Schedule": "Horaire d'alimentation",
    "Analytics": "Analytique",
    "Dashboard": "Tableau de bord",
    "Log out": "Se déconnecter",
    "Edit Your User Information": "Modifier vos informations utilisateur",
    "Save Changes": "Sauvegarder les modifications",
    "Delete User Profile": "Supprimer le profil utilisateur",
    "See details": "Voir les détails",
    "Add meal": "Ajouter un repas",
    "Meal": "Repas",
    "Time": "Temps",
    "Type": "Type",
    "Amount": "Quantité",
    "Issue": "Problème",
    "Notes": "Remarques",
    "Breakfast": "Petit déjeuner",
    "Lunch": "Déjeuner",
    "Dinner": "Dîner",
    "Snack": "Collation",
    "Baby formula": "Lait pour bébé",
    "Breastmilk": "Lait maternel",
    "Solid food": "Aliments solides",
    "Cancel": "Annuler",
    "Save": "Sauvegarder",
    "Any additional notes": "Toutes notes supplémentaires",
    "Voice Control": "Contrôle vocal",
    "Feed is due now": "L'alimentation est due maintenant",
    "Last feed at 7:12 AM - 7 oz": "Dernier repas à 7h12 - 7 oz",
    "Today's Meals":"Repas d'aujourd'hui",
    "Add": "Ajouter",
    "Only drank half": "N'a bu que la moitié",
    "Feedings": "Repas",
    "Height": "Taille",
    "Weight": "Poids",
    "Stool Color": "Couleur des selles",
    "Listening...": "Écoute...",
    "Start": "Démarrer",
    "Send": "Envoyer",
    "Stop listening": "Arrêter l'écoute",
    "Today’s Meals": "Repas d'aujourd'hui",
    "Edit Meal": "Modifier le repas",
    "Add Meal": "Ajouter un repas",
    "Add a feed": "Ajouter un repas",
    "Describe any feeding issues":"Décrivez tout problème d'alimentation",
    "Any additional notes?": "Toutes notes supplémentaires?",
    "Next feed reminder": "Rappel du prochain repas",
    "My Journal": "Mon journal",
    "Title": "Titre",
    "Write your thoughts here...": "Écrivez vos pensées ici...",
    "Choose File": "Choisir un fichier",
    "Post": "Poster",
    "Journal Entries": "Entrées du journal",
    "Add milestone": "Ajouter une étape importante",
    "Edit Milestone": "Modifier l'étape importante",
    "Add a milestone": "Ajouter une étape importante",
    "Details": "Détails",
    "Date": "Date",
    "Community Forum": "Forum communautaire",
    "Posts": "Messages",
    "No posts found": "Aucun message trouvé",
    "Growths": "Croissances",
    "Curated Tips": "Conseils personnalisés",
    "Filter Tips": "Filtrer les conseils",
    "Baby Age (in months)": "Âge du bébé (en mois)",
    "Gender": "Sexe",
    "Enter age in months": "Entrez l'âge en mois",
    "All": "Tout",
    "SLEEP": "SOMMEIL",
    "Weekly Tip": "Conseil hebdomadaire",
    "Daily Tip": "Conseil quotidien",
    "Age": "Âge",
    "months": "mois",
    "Target": "Cible",
    "HYGIENE": "HYGIÈNE",
    "PHYSICAL ACTIVITIES": "ACTIVITÉS PHYSIQUES",
    "LANGUAGE DEVELOPMENT": "DÉVELOPPEMENT DU LANGAGE",
    "Filter": "Filtrer",
    "Establish a consistent sleep routine even in the early weeks.": "Établissez une routine de sommeil cohérente dès les premières semaines.",
    "Encourage quiet time before naps with soft lullabies.": "Encouragez le calme avant les si",
    "Monitor sleep patterns and adjust bedtime routines as needed.": "Surveillez les habitudes de sommeil et ajustez les routines du coucher si nécessaire.",
    "Introduce a bedtime story to help signal winding down.": "Introduisez une histoire du coucher pour aider à signaler la fin de la journée.",
    "Keep the baby’s skin clean and moisturized with gentle products.": "Gardez la peau du bébé propre et hydratée avec des produits doux.",
    "Use hypoallergenic wipes and gentle soap during bath time.": "Utilisez des lingettes hypoallergéniques et du savon doux pendant le bain.",
    "Establish a gentle cleansing routine after feeding.": "Établissez une routine de nettoyage douce après l'alimentation.",
    "Introduce a mild baby lotion to keep skin soft.": "Introduisez une lotion pour bébé douce pour garder la peau douce.",
    "Incorporate tummy time to strengthen neck and shoulder muscles.": "Intégrez le temps sur le ventre pour renforcer les muscles du cou et des épaules.",
    "Engage in gentle play that encourages reaching and grasping.": "Engagez-vous dans un jeu doux qui encourage à atteindre et à saisir.",
    "Encourage rolling over with supervised floor play.": "Encouragez le retournement avec un jeu au sol supervisé.",
    "Promote crawling by placing toys just out of reach.": "Promouvoir le fait de ramper en plaçant des jouets juste",
    "Talk, sing, and read to your baby frequently to boost language skills.": "Parlez, chantez et lisez souvent à votre bébé pour renforcer ses compétences linguistiques.",
    "Use varied tones and facial expressions when speaking to your baby.": "Utilisez des tons et des expressions faciales variés lorsque vous parlez à votre bébé.",
    "Engage in interactive play that includes simple words and sounds.": "Engagez-vous dans un jeu interactif qui inclut des mots et des sons simples.",
    "Introduce new vocabulary with picture books and songs.": "Introduisez un nouveau vocabulaire avec des livres d'images et des chansons.",
    "Encourage simple conversation by asking questions and waiting for responses.": "Encouragez la conversation simple en posant des questions et en attendant des réponses.",
    "Play interactive games like peek-a-boo to stimulate communication.": "Jouez à des jeux interactifs comme coucou pour stimuler la communication.",
    "Build language skills with storytime sessions and interactive reading.": "Développez les compétences linguistiques avec des séances de lecture et de lecture interactive.",
    "Incorporate descriptive words during daily routines to enhance vocabulary.": "Intégrez des mots descriptifs pendant les routines quotidiennes pour enrichir le vocabulaire.",
    "Encourage early word formation through fun repetition and music.": "Encouragez la formation précoce des mots par la répétition amusante et la musique.",
    "Establish a quiet environment for nap times.": "Établissez un environnement calme pour les siestes.",
    "Use soft lighting and gentle music for nap sessions.": "Utilisez un éclairage doux et de la musique douce pour",
    "Maintain regular sleep schedules as naps consolidate.": "Maintenez des horaires de sommeil réguliers pendant",
    "Gradually transition to a more structured bedtime routine.": "Passez progressivement à une routine du coucher plus structurée.",
    "Introduce a regular bathing schedule to keep skin healthy.": "Introduisez un horaire de bain régulier pour garder la peau en bonne santé.",
    "Use fragrance-free, gentle cleansers during baths.": "Utilisez des nettoyants sans parfum et doux pendant les bains.",
    "Maintain skin hydration with regular moisturizing.": "Maintenez l'hydratation de la peau avec une hydratation régulière.",
    "Establish a skincare routine that protects delicate skin.": "Établissez une routine de soins de la peau qui protège la peau délicate.",
    "Encourage assisted standing to build leg strength.": "Encouragez la position debout assistée pour renforcer les jambes.",
    "Engage in interactive play to develop coordination.": "Engagez-vous dans un jeu interactif pour développer la coordination.",
    "Incorporate assisted walking to improve balance.": "Intégrez la marche assistée pour améliorer l'équilibre.",
    "Create simple obstacle courses to boost motor skills.": "Créez des parcours d'obstacles simples pour renforcer les compétences motrices.",
    "Introduce rhyming games and songs to encourage word formation.": "Introduisez des jeux de rimes et des chansons pour encourager la formation des mots.",
    "Respond enthusiastically to babbling to encourage communication.": "Répondez avec enthousiasme aux bab",
    "Read short stories and ask simple questions during reading time.": "Lisez de courtes histoires et posez des questions simples pendant la lecture.",
    "Incorporate repetition and simple songs into daily routines.": "Intégrez la répétition et des chansons simples dans les routines quotidiennes.",
    "Use picture books to stimulate conversation and recognition.": "Utilisez des livres d'images pour stimuler la conversation et la reconnaissance.",
    "Introduce basic sign language to aid early communication.": "Introduisez la langue des signes de base pour aider à la communication précoce.",
    "Maintain a consistent sleep schedule as your baby grows.": "Maintenez un horaire de sommeil cohérent à mesure que votre bébé grandit.",
    "Gently clean and moisturize your baby’s skin after every bath.": "Nettoyez et hydratez doucement la peau de votre bébé après chaque bain.",
    "Encourage independent play to boost coordination.": "Encouragez le jeu indépendant pour renforcer la coordination.",
    "Expand vocabulary with interactive reading sessions.": "Élargissez le vocabulaire avec des séances de lecture interactives.",
    "Monitor sleep patterns and adjust bedtime routines accordingly.": "Surveillez les habitudes de sommeil et ajustez les routines du coucher en conséquence.",
    "Use natural, gentle products to maintain delicate skin.": "Utilisez des produits naturels et doux pour maintenir une peau délicate.",
    "Introduce activities that build strength and balance.": "Introduisez des activités qui renforcent la force et l'équilibre.",
    "Encourage expressive language through engaging storytelling.": "Encouragez le langage expressif à travers des histoires captivantes.",
    "Develop a soothing nighttime routine to improve sleep quality.": "Développez une routine apaisante pour la nuit pour améliorer la qualité du sommeil.",
    "Maintain a consistent hygiene routine to support healthy skin.": "Maintenez une routine d'hygiène cohérente pour soutenir une peau saine.",
    "Incorporate more physical play to enhance motor skills.": "Intégrez plus de jeu physique pour améliorer les compétences motrices.",
    "Discounts and Coupons": "Réductions et coupons",
    "As part of our partner program, find deals and discounts you won't find anywhere else!": "Dans le cadre de notre programme de partenariat, trouvez des offres et des réductions que vous ne trouverez nulle part ailleurs!",
    "Enter city name": "Entrez le nom de la ville",
    "Featured Discounts": "Réductions en vedette",
    "Baby Product Deals": "Offres de produits pour bébés",
    "Print": "Imprimer",
    "No coupons found in this city:": "Aucun coupon trouvé dans cette ville:",
    "Discounts near": "Réductions près de",
    "View more": "Voir plus",
    "Edit Baby Profile": "Modifier le profil de bébé",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Delete Profile": "Supprimer le profil",
    "Select Gender": "Sélectionner le sexe",
    "Confirm Delete": "Confirmer la suppression",
    "Are you sure you want to delete this baby profile?": "Êtes-vous sûr de vouloir supprimer ce profil de bébé?",
    "I understand that this action cannot be undone and all data will be permanently deleted": "Je comprends que cette action ne peut pas être annulée et que toutes les données seront définitivement supprimées.",
    "Replies": "Réponses",
    "Posted": "Posté",
    "Edit Post": "Modifier le message",
    "Delete Post": "Supprimer le message",
    "No replies yet": "Pas encore de réponses",
    "Add a reply": "Ajouter une réponse",
    "Write your reply here...": "Écrivez votre réponse ici...",
    "Post Reply": "Poster une réponse",
    "Back to Forum": "Retour au forum",
    "Are you sure you want to delete this post?": "Êtes-vous sûr de vouloir supprimer ce message?",
    "Confirm Delete Reply": "Confirmer la suppression de la réponse",
    "I understand that this action cannot be undone": "Je comprends que cette action ne peut pas être annulée",
    "Delete Reply": "Supprimer la réponse",
    "Are you sure you want to delete this reply?": "Êtes-vous sûr de vouloir supprimer cette réponse?",
    "Check Product Safety": "Vérifier la sécurité du produit",
    "Barcode Scanner": "Scanner de code-barres",
    "Turn On Camera": "Allumer la caméra",
    "Enter barcode or product code": "Entrez le code-barres ou le nom du produit",
    "Search": "Rechercher",
    "Safety Levels": "Niveaux de sécurité",
    "Recalled": "Rappelé",
    "Safe": "Sûr",
    "All Categories": "Toutes les catégories",
    "Search By Category": "Rechercher par catégorie",
    "No results found": "Aucun résultat trouvé",
    "Enter your search term...": "Entrez votre terme de recherche...",
    "Food": "Nourriture",
    "Toys": "Jouets",
    "Clothing": "Vêtements",
    "Electronics": "Électronique",
    "Furniture": "Meubles",
    "Personal Care": "Soins personnels",
    "Product's name": "Nom du produit",
    "External website": "Site web externe",
    "Check Product": "Vérifier le produit",
    "Medical Professional": "Professionnel de la santé",
    "Connect": "Connecter",
    "Assigned Babies": "Bébés assignés",
    "Baby": "Bébé",
    "Health Documents": "Documents de santé",
    "Select a baby": "Sélectionner un bébé",
    "Close": "Fermer"
}